[
  {
    "title": "ساعت هوشمند ۴۶ میلی متری اپل مدل Series 10 با بند سیلیکونی",
    "category_id": 3,
    "description": "Apple Watch Series 10 در سایز ۴۶ میلی‌متری با بدنه آلومینیومی صیقلی و ضخامت بسیار کم ۹.۷ میلی‌متر، حس یک ساعت مدرن را منتقل می‌کند. نمایشگر سری استاندارد با پنل LTPO3 OLED و قابلیت Always‑On، زاویه دید گسترده، استفاده روزمره را راحت‌تر می‌کند. اگر هدف‌تان خرید اپل واچ سری ۱۰ برای استایل و کاربری دائمی است، طراحی باریک‌تر دقیقاً همان ارتقای ملموس است.\n\nشمارنده ضربان قلب نسل سوم در کنار سنجش اکسیژن خون (SpO2)، سنجش دمای بدن و سنسور الکتریکی قلب (ECG) مجموعه‌ای است که برای پایش روزانه قابل اتکا است. قابلیت تشخیص آپنه خواب گزارش‌ها را از یک نمودار ساده فراتر می‌برد. این ترکیب سنسورها، یکی از نقاط قوت اصلی سری ۱۰ است.\n\nتراشه جدید S10 SiP با پردازنده ۶۴ بیتی دو هسته‌ای و موتور عصبی ۴ هسته‌ای، باعث روان بودن تجربه است؛ باز شدن برنامه‌ها، جابه‌جایی بین صفحات و اجرای انیمیشن‌ها سریع‌تر است. همین موتور عصبی کمک می‌کند تعامل‌ها فرمان‌ها با مکث کمتر اجرا شوند.\n\nمحاسبه دقیق کالری مصرفی و ارائه برنامه‌های تمرینی اختصاصی، دنبال کردن روند پیشرفت را ساده‌تر می‌سازد. وجود جی‌پی‌اس داخلی (L1 GPS) و قطب‌نما، برای دویدن، پیاده‌روی و تمرین‌های فضای باز کاربردی است؛ برای مسیر و جهت دقیق‌تر. در کنار این‌ها، ضد آب تا عمق ۵۰ متر برای شنا و گواهی IP6X برای گرد و غبار، خیال‌تان را در تمرین‌های متنوع راحت‌تر می‌کند.\n\nبا شارژدهی تا ۱۸ ساعت (و ۳۶ ساعت در حالت کم‌مصرف) و شارژ سریع ۸۰٪ در ۳۰ دقیقه، روز را راحت‌تر پیش می‌برید. اگر قیمت Apple Watch Series 10 را کنار نمایشگر ۲۰۰۰ نیتی، سنسورهای کامل و تجربه سریع S10 می‌گذارید، برای کاربران آیفون انتخاب منطقی است؛ هم به‌عنوان ساعت هوشمند اپل ۴۶ میلی‌متری برای کار روزمره و هم به‌عنوان بهترین ساعت هوشمند ورزشی. بند سیلیکونی Sport Band برای استفاده طولانی و تمرین‌های روزانه راحت است و با طراحی ۴۶ میلی‌متری، نمایش اطلاعات در یک نگاه ساده می‌شود. در عمل، این مدل هم برای کارهای روزمره و هم برای ورزش‌های سبک و جدی، تعادل خوبی دارد و تجربه‌ای بی‌حاشیه ارائه می‌کند",
    "specifications": {
      "سایز بدنه": "46 mm",
      "جنس بدنه": "Polished Aluminum",
      "نمایشگر": "LTPO3 OLED Always-On (Up to 2000 nits)",
      "تراشه": "S10 SiP (64-bit Dual-core CPU / 4-core Neural Engine)",
      "سنسورها": "3rd Gen Heart Rate, SpO2, Body Temperature, ECG, Sleep Apnea Detection",
      "ویژگی ورزشی": "Calorie Tracking, Personalized Workouts, L1 GPS, Compass",
      "باتری و شارژ": "Up to 18 hours (36h Low Power), Fast Charge (80% in 30 min)",
      "مقاومت": "50m Water Resistant & IP6X"
    },
    "variants": [
      {
        "color": "Jet Black",
        "hexCode": "#0A0A0A",
        "price": 28900000
      },
      {
        "color": "Rose Gold",
        "hexCode": "#E6C1B1",
        "price": 28900000
      },
      {
        "color": "Silver",
        "hexCode": "#E3E4E5",
        "price": 28900000
      }
    ],
    "base_price": 28900000
  }
]