[
  {
    "title": "لپ‌تاپ ۱۴ اینچی ایسوس مدل Vivobook Go 14 E410KA-CL464 - ظرفیت ۶۴ گیگابایت - رم ۴ گیگابایت",
    "description": "طراحی فشرده و وزن ۱.۳ کیلوگرمی این مدل، آن را برای جابه‌جایی دائم و استفاده روزانه ایده‌آل می‌کند. بدنه پلاستیکی با طرح‌های گرافیکی مدرن روی قاب، در میان گزینه‌های اقتصادی شخصیت بیشتری دارد و برای دانش‌آموزان جذاب‌تر است. این سبک‌وزنی وقتی هر روز بین کلاس و خانه در رفت‌وآمد هستید، دقیقاً همان چیزی است که از خرید لپ‌تاپ اقتصادی انتظار می‌رود.\n\nصفحه‌نمایش ۱۴ اینچی TFT LCD با رزولوشن HD (۱۳۶۶x۷۶۸) و نرخ نوسازی ۶۰ هرتز برای جزوه‌خوانی، پژوهش سبک و کارهای آموزشی کفایت دارد. روکش مات باعث می‌شود بازتاب نور کمتر شود و در کلاس یا کنار پنجره، خوانایی متن‌ها بهتر حفظ گردد. همین موضوع، برای کسی که به دنبال لپ‌تاپ ۱۴ اینچی ارزان است، یک مزیت عملی و روزمره محسوب می‌شود.\n\nاز نظر عملکرد، Intel Celeron N4500 با فرکانس ۱.۱ تا ۲.۸ گیگاهرتز برای وب‌گردی، پخش محتوای آموزشی و اجرای نرم‌افزارهای سبک طراحی شده است. رم ۴ گیگابایت DDR4 در چندوظیفگی سنگین محدودیت دارد، اما با مدیریت تب‌ها و کاربری هدفمند، تجربه قابل قبولی ارائه می‌دهد. گرافیک یکپارچه Intel UHD Graphics هم برای کارهای ساده و نیازهای پایه مناسب است.\n\nویژگی خاص این دستگاه، NumberPad یا نامبرپد دیجیتال روی تاچ‌پد است که تایپ اعداد را سریع‌تر و دقیق‌تر می‌کند؛ مخصوصاً برای تمرین‌های ریاضی و ورود داده‌های عددی. لولای ۱۸۰ درجه نیز انعطاف بیشتری می‌دهد تا لپ‌تاپ را تخت‌تر روی میز قرار دهید و در کار گروهی یا آموزش، زاویه دید را راحت‌تر با دیگران به اشتراک بگذارید.\n\n۶۴ گیگابایت حافظه eMMC محدود است، پس بهتر است از ابتدا روی نظم فایل‌ها و استفاده از فضای ابری یا حافظه جانبی حساب کنید تا فضا زود پر نشود. در عوض باتری ۳ سلولی (۴۲ وات‌ساعت) برای استفاده سبک همراهی مناسبی دارد. اگر قیمت لپ‌تاپ ایسوس معیار اصلی شماست و می‌خواهید ایسوس ویووبوک گو را به‌عنوان ابزار آموزشی ارزان و کارآمد تهیه کنید، این مدل انتخابی منطقی است. برای تکالیف، وب‌گردی و کلاس‌های آموزشی، سبک و کم‌دردسر است و با مدیریت فضای ذخیره‌سازی، سال تحصیلی را همراهی می‌کند. خوب هم.",
    "specifications": {
      "پردازنده": "Intel Celeron N4500",
      "پردازنده گرافیکی": "Intel UHD Graphics",
      "حافظه رم": "4GB DDR4",
      "حافظه داخلی": "64GB eMMC",
      "صفحه نمایش": "14-inch HD TFT",
      "وزن": "1.3 kg",
      "ویژگی خاص": "Digital NumberPad on Touchpad"
    },
    "variants": [
      {
        "color": "Star Black",
        "hexCode": "#232323",
        "price": 12500000
      },
      {
        "color": "Peacock Blue",
        "hexCode": "#2E4A62",
        "price": 12500000
      },
      {
        "color": "Dreamy White",
        "hexCode": "#F5F5F5",
        "price": 12500000
      }
    ],
    "base_price": 12500000
  }
]