[
  {
    "title": "صندلی حرفه‌ای گیمینگ مدل PS5 Pro Series با ارگونومی پیشرفته",
    "category_id": 4,
    "description": "صندلی حرفه‌ای گیمینگ مدل PS5 Pro Series از نظر ظاهر دقیقاً روی همان زبان طراحی سفید و مشکی کنسول PS5 سوار شده و برای اتاق‌هایی که تم پلی‌استیشن دارند، با ستاپ هماهنگ می‌شود. خطوط مینیمال و تضاد رنگی باعث می‌شود صندلی هم در عکس‌ها جذاب باشد و هم در فضای واقعی حس مدرن بدهد. اگر دنبال خرید صندلی گیمینگ PS5 هستید، این مدل از نظر هویت بصری گزینه‌ای هماهنگ است.\n\nدر متریال، روکش چرم مصنوعی PU با کیفیت بالا انتخاب شده که هم تنفسی‌تر حس می‌شود و هم در برابر سایش دوام دارد. زیر این روکش، فریم فلزی مستحکم قرار گرفته که تا ۱۵۰ کیلوگرم را پوشش می‌دهد و برای استفاده طولانی‌مدت خیال‌تان را راحت می‌کند. ترکیب PU با اسکلت فلزی، در بحث قیمت صندلی مخصوص بازی مهم است: دوام واقعی در کنار ظاهر.\n\nبخش مکانیزم‌ها نقطه قوت صندلی است: تنظیم ارتفاع با جک کلاس ۴ انجام می‌شود و برای قدهای مختلف موقعیت نشستن را تنظیم می‌کند. پشتی تا ۱۸۰ درجه خم می‌شود تا بین بازی، استراحت یا تماشای فیلم، زاویه دلخواه داشته باشید. دسته‌های قابل تنظیم (2D یا 3D) هم کمک می‌کنند آرنج‌ها در ارتفاع درست قرار بگیرند و کنترل موس و کیبورد یا دسته، خسته‌کننده نباشد.\n\nبرای جلسات طولانی بازی، بالشتک‌های گودی کمر و پشت گردن تعیین‌کننده‌اند؛ چون در نبود آن‌ها فشار روی ستون فقرات و گردن بیشتر می‌شود. این بالشتک‌ها باعث می‌شوند فرم نشستن ثابت بماند و اگر چند ساعت پشت‌سرهم بازی کنید، بدن کمتر خسته شود. در یک صندلی گیمینگ سفید مشکی، راحتی باید هم‌سطح زیبایی باشد و اینجا هر دو هم‌زمان ارائه می‌شوند.\n\nاز نظر ارزش خرید، وقتی طراحی هماهنگ با PS5 را کنار فریم فلزی، روکش PU مقاوم، جک کلاس ۴ و قابلیت خواباندن ۱۸۰ درجه می‌گذارید، این مدل برای تکمیل اتاق گیمینگ جذاب است. با این امکانات، می‌تواند جزو بهترین صندلی برای گیمرها باشد؛ مخصوصاً اگر دنبال یک صندلی هم برای بازی و هم برای کار روزانه باشید. نتیجه: ظاهر حرفه‌ای، تنظیمات کامل و راحتی مطمئن. برای کسانی که ساعت‌ها جلوی مانیتور می‌نشینند، همین ترکیب ارگونومی و تنظیمات، تفاوت واقعی می‌سازد.!!!",
    "specifications": {
      "جنس روکش": "High-Quality PU Leather",
      "نوع اسکلت": "Heavy-Duty Metal Frame",
      "حداکثر وزن قابل تحمل": "150 kg",
      "قابلیت تنظیم": "180-degree Recline / Adjustable Armrests",
      "ویژگی خاص": "Ergonomic Lumbar & Neck Pillows / Class 4 Gas Lift"
    },
    "variants": [
      {
        "color": "White-Black (PS5 Theme)",
        "hexCode": "#E6E6E6",
        "price": 12500000
      }
    ],
    "base_price": 12500000
  }
]