[
  {
    "title": "لپ‌تاپ ۱۵.۶ اینچی اچ‌ پی مدل G9 250 - ظرفیت ۲۵۶ گیگابایت - رم ۸ گیگابایت",
    "description": "HP G9 250 با طراحی بیزینسی و بدنه پلاستیکی فشرده با بافت ضدخش، برای محیط‌های کاری ساخته شده است؛ جایی که لک و خط‌وخش‌های روزمره اجتناب‌ناپذیرند. وزن ۱.۷۴ کیلوگرم برای حمل بین دفتر و دانشگاه قابل قبول است و کیبورد کامل با بخش اعداد، تایپ طولانی و ورود ارقام را راحت‌تر می‌کند. اینجا دوام و کاربرد، اولویت اصلی‌اند.\n\nنمایشگر ۱۵.۶ اینچی TN با رزولوشن HD (۱۳۶۶x۷۶۸) شاید برای کارهای گرافیکی ایده‌آل نباشد، اما برای امور اداری طولانی‌مدت، خواندن متن و کار با فرم‌ها کافی است. روشنایی ۲۵۰ نیت همراه با روکش مات (Anti-glare) بازتاب نور را کم می‌کند تا در اتاق‌های روشن و زیر نور مهتابی، تمرکز روی صفحه آسان‌تر بماند و خستگی چشم کمتر شود.\n\nدر بخش سخت‌افزار، Intel Celeron N4500 با فرکانس ۱.۱ تا ۲.۸ گیگاهرتز و ۴ مگابایت کش، برای اجرای آفیس و نرم‌افزارهای حسابداری سبک طراحی شده است. رم ۸ گیگابایت DDR4 کمک می‌کند چند فایل اکسل، مرورگر و ابزارهای اداری هم‌زمان روان‌تر اجرا شوند. گرافیک یکپارچه Intel UHD Graphics هم برای پخش ویدئو و کارهای معمولی مناسب است، نه کارهای سنگین.\n\nحافظه ۲۵۶ گیگابایت SSD از نوع PCIe NVMe سرعت بوت و باز شدن برنامه‌ها را افزایش می‌دهد و در انتقال فایل‌ها مکث کمتری می‌بینید. اما برگ برنده واقعی در اداره، تنوع اتصالات است: USB Type-C، دو عدد USB 3.2، HDMI و به‌خصوص پورت شبکه RJ-45 که در بسیاری از رقبا حذف شده، اتصال پایدار به شبکه‌های سازمانی را ساده‌تر می‌کند.\n\nاگر هدف شما بهترین قیمت لپ‌تاپ اداری با بدنه مقاوم، کیبورد کامل و پورت شبکه است، این مدل انتخابی منطقی به شمار می‌آید. در سناریوهای تحصیلی هم برای تایپ، ارائه و پروژه‌های سبک پاسخ‌گو است؛ به‌خصوص وقتی خرید لپ‌تاپ اچ‌پی را با قیمت لپ‌تاپ دانشجویی مقایسه می‌کنید و دنبال یک لپ‌تاپ HP G9 کم‌ریسک برای استفاده روزانه هستید. برای دفاتر کوچک، کلاس‌های دانشگاه و استفاده خانگی، ترکیب رم ۸ و SSD NVMe حس چابکی می‌دهد و کارهای روزمره را بی‌دردسر جلو می‌برد. در نهایت، اولویت این دستگاه بهره‌وری است. و همین کافی است. برای تو.",
    "specifications": {
      "پردازنده": "Intel Celeron N4500",
      "پردازنده گرافیکی": "Intel UHD Graphics",
      "حافظه رم": "8GB DDR4",
      "حافظه داخلی": "256GB SSD NVMe",
      "صفحه نمایش": "15.6-inch HD TN",
      "وزن": "1.74 kg",
      "پورت‌ها": "USB-C, USB 3.2, HDMI, RJ-45"
    },
    "variants": [
      {
        "color": "Asteroid Silver",
        "hexCode": "#C0C0C0",
        "price": 14900000
      },
      {
        "color": "Dark Ash Silver",
        "hexCode": "#4A4A4A",
        "price": 14900000
      }
    ],
    "base_price": 14900000
  }
]