[
    {
        "title": "Apple iPhone 16 Pro Max (A3296)",
        "description": "Apple iPhone 16 Pro Max، با طراحی تیتانیومی جدید و بدنه‌ای که با دقت فراوان ساخته شده است، تجربه‌ای بی‌نظیر را برای کاربر به ارمغان می‌آورد. استفاده از تیتانیوم باعث افزایش استحکام گوشی شده و در عین حال وزن آن را کاهش داده است. یکی از ویژگی‌های جدید این مدل، دکمه Camera Control است که به کاربران این امکان را می‌دهد تا به راحتی تنظیمات دوربین را از طریق یک دکمه مجزا کنترل کنند. این تغییر در طراحی نه تنها به زیبایی ظاهری کمک کرده است، بلکه تجربه کاربری را نیز بهبود بخشیده است. اپل در این گوشی توانسته است تعادلی خوب بین زیبایی، استحکام و راحتی در دست گرفتن آن برقرار کند.\n\nنمایشگر ۶.۹ اینچی Super Retina XDR OLED با رزولوشن ۲۷۰۰ x ۱۲۲۸ پیکسل، تصاویر واضح و رنگ‌های طبیعی را نمایش می‌دهد. این صفحه نمایش دارای ویژگی‌های جدید iOS 18 است که عملکرد و تعاملات را بهبود می‌بخشد. حالت Always On در iOS 18 به کاربران این امکان را می‌دهد که اطلاعات مهم مانند زمان، تاریخ و اعلان‌ها را بدون روشن کردن صفحه نمایش مشاهده کنند. علاوه بر این، قابلیت نرخ نوسازی ۱۲۰ هرتز در این مدل، تجربه‌ای روان و بی‌نظیر در پیمایش و بازی‌ها فراهم می‌آورد.\n\nتراشه A18 Pro در iPhone 16 Pro Max، عملکردی بی‌نظیر را ارائه می‌دهد. این تراشه به همراه ۸ گیگابایت حافظه RAM، امکان اجرای سنگین‌ترین بازی‌ها و برنامه‌ها را بدون افت فریم یا کاهش سرعت فراهم می‌کند. در تست‌های گیمینگ، iPhone 16 Pro Max با تراشه A18 Pro توانسته است بازی‌هایی مانند Genshin Impact و Call of Duty Mobile را در بالاترین تنظیمات گرافیکی اجرا کند، بدون اینکه داغ شدن یا کاهش فریم مشاهده شود. این تراشه همچنین در پردازش‌های سنگین مانند ویرایش ویدیو و کار با برنامه‌های حرفه‌ای به خوبی عمل می‌کند.\n\nدوربین ۴۸ مگاپیکسلی Fusion که در این مدل به کار رفته، به طور چشمگیری کیفیت تصاویر را افزایش داده است. این سنسور، قادر است جزئیات دقیق‌تری را در عکس‌ها و ویدیوها ثبت کند. ویژگی‌های جدید در این دوربین به کاربران این امکان را می‌دهد که با دقت بیشتری عکس‌هایی با کیفیت بالا ثبت کنند. قابلیت فیلمبرداری 4K120 که در این مدل گنجانده شده، اجازه می‌دهد تا ویدیوهای فوق‌العاده با جزئیات بسیار بالا و حرکت روان ضبط شوند. این دوربین یکی از بهترین گزینه‌ها برای علاقه‌مندان به عکاسی و فیلمبرداری حرفه‌ای است.\n\nبا توجه به ویژگی‌های عالی این گوشی، قیمت آن در بازار ایران، اگرچه ممکن است برای بسیاری از کاربران بالاتر از حد انتظار باشد، اما همچنان ارزش خرید بالایی دارد. البته باید توجه داشت که به دلیل محدودیت‌های رجیستری، امکان استفاده از این گوشی برای برخی از کاربران محدود است. با این حال، با توجه به ویژگی‌های منحصر به فرد و عملکرد بی‌نظیر آن، iPhone 16 Pro Max همچنان یکی از بهترین انتخاب‌ها برای کسانی است که به دنبال یک گوشی پرچم‌دار با قدرت پردازشی بالا، دوربین حرفه‌ای و طراحی لوکس هستند.",
        "specifications": {
            "مدل تراشه": "A18 Pro",
            "تعداد هسته پردازنده": "۸ هسته",
            "مدل پردازنده گرافیکی": "Apple GPU (5-core graphics)",
            "حافظه RAM": "۸ گیگابایت",
            "حافظه داخلی": "۱ ترابایت",
            "نوع صفحه نمایش": "Super Retina XDR OLED",
            "اندازه صفحه نمایش": "۶.۹ اینچ",
            "رزولوشن": "2700 x 1228 پیکسل",
            "نسبت ابعاد صفحه": "19.5:9",
            "نرخ نوسازی": "۱۲۰ هرتز",
            "میزان روشنایی": "1000 نیت (پیک)",
            "دوربین اصلی": "۴۸ مگاپیکسل Fusion",
            "دوربین فوق عریض": "۱۲ مگاپیکسل",
            "دوربین تله فوتو": "۱۲ مگاپیکسل",
            "دوربین سلفی": "۱۲ مگاپیکسل",
            "قابلیت فیلمبرداری": "4K120",
            "نوع باتری": "لیتیوم-پلیمر",
            "ظرفیت باتری": "۴۷۰۰ میلی‌آمپر ساعت",
            "پورت شارژ": "type c",
            "شبکه 5G": "دارد",
            "سیستم عامل": "iOS 18",
            "پشتیبانی از حالت Always On": "دارد",
            "سنسور LiDAR": "دارد",
            "نقاط قوت": "عملکرد بی‌نظیر، دوربین عالی، طراحی لوکس"
        },
        "variants": [
            {
                "color": "Desert Titanium",
                "hexCode": "#9c7b47",
                "price": 145000000
            },
            {
                "color": "Space Black",
                "hexCode": "#1c1c1e",
                "price": 150000000
            }
        ],
        "price": 145000000
    }
]