[
  {
    "title": "لپ‌تاپ ۱۵.۶ اینچی لنوو مدل V15 G4 IRU - ظرفیت ۲۵۶ گیگابایت - رم ۸ گیگابایت - i3 1315U",
    "description": "Lenovo V15 G4 IRU با رنگ Business Black و ظاهر مینیمالِ بیزینسی، برای محیط کار و رفت‌وآمد طراحی شده است. بدنه مقاوم با استاندارد نظامی MIL-STD-810H در برابر ضربه‌ها و جابه‌جایی‌های روزمره اطمینان‌بخش است و بافت بدنه حس محکم‌تری می‌دهد. وزن ۱.۶۷ کیلوگرم و ضخامت منطقی، حمل را ساده می‌کند و برای کاربرانی که قیمت لپ‌تاپ لنوو V15 را با دوام می‌سنجند، امتیاز مهمی است.\n\nنمایشگر ۱۵.۶ اینچی TN با رزولوشن Full HD (۱۹۲۰x۱۰۸۰) در این کلاس قیمتی یک مزیت بزرگ است؛ متن‌ها واضح‌ترند، جدول‌ها خواناتر می‌شوند و فضای بیشتری برای کار هم‌زمان فراهم می‌گردد. روشنایی ۲۵۰ نیت برای محیط داخلی کافی است و روکش مات (Anti-glare) بازتاب نور را کم می‌کند تا در تایپ طولانی و مطالعه، تمرکز روی صفحه حفظ شود.\n\nدر قلب دستگاه، Intel Core i3-1315U نسل ۱۳ با ۶ هسته و ۸ رشته و فرکانس تا ۴.۵ گیگاهرتز قرار دارد؛ پردازنده‌ای که در کارهای اداری و چندوظیفگی، فراتر از تصور یک i3 ساده عمل می‌کند. باز شدن برنامه‌ها، مرور وب و کارهای پروژه‌ای روان‌تر پیش می‌رود و Intel UHD Graphics یکپارچه برای کاربری روزمره و محتوای آموزشی کاملاً کافی است؛ دقیقاً همان چیزی که از یک لپ‌تاپ Core i3 نسل ۱۳ انتظار می‌رود.\n\nرم ۸ گیگابایت DDR4 با فرکانس ۳۲۰۰ مگاهرتز به پایداری عملکرد کمک می‌کند و هنگام باز بودن چند تب و فایل، افت سرعت را کمتر می‌سازد. حافظه ۲۵۶ گیگابایت SSD از نوع M.2 NVMe PCIe 4.0 هم بوت و اجرای نرم‌افزارها را تندتر می‌کند و انتقال داده را چابک‌تر نشان می‌دهد؛ نتیجه، تجربه‌ای سریع و منظم در کارهای روزانه است.\n\nبرای امکانات تکمیلی، اسپیکرهای استریو با Dolby Audio کیفیت بهتری برای تماس و ویدئو می‌دهند و درگاه‌های کامل USB-C، HDMI و پورت شبکه RJ-45 در دفترهای کاری یک برتری واقعی محسوب می‌شود. باتری ۳۸ وات‌ساعت برای استفاده سبک پاسخ‌گو است. اگر قصد خرید لپ‌تاپ لنوو دارید و بهترین قیمت لپ‌تاپ دانشجویی را هم در نظر می‌گیرید، این مدل برای فریلنسرها، دانشجویان و شرکت‌ها انتخابی متعادل است. برای کارهای روزانه سریع است و قابل اتکا.",
    "specifications": {
      "پردازنده": "Intel Core i3-1315U (13th Gen)",
      "پردازنده گرافیکی": "Intel UHD Graphics",
      "حافظه رم": "8GB DDR4 3200MHz",
      "حافظه داخلی": "256GB SSD NVMe PCIe 4.0",
      "صفحه نمایش": "15.6-inch Full HD TN",
      "وزن": "1.67 kg",
      "استاندارد بدنه": "MIL-STD-810H military test passed"
    },
    "variants": [
      {
        "color": "Business Black",
        "hexCode": "#1A1A1A",
        "price": 21800000
      }
    ],
    "base_price": 21800000
  }
]