[
  {
    "title": "کنسول بازی دستی نینتندو مدل Switch OLED با جوی‌کان آبی و قرمز نئون",
    "category_id": 4,
    "description": "پنل ۷ اینچی OLED در Nintendo Switch OLED چیزی فراتر از یک ارتقا ظاهری است؛ رنگ‌ها زنده‌تر دیده می‌شوند و کنتراست بالا باعث می‌شود صحنه‌های تاریک عمق بیشتری داشته باشند. در مقایسه با مدل معمولی، همین تفاوت کیفیت تصویر هنگام بازی دستی زود به چشم می‌آید و تجربه را سینمایی‌تر می‌کند. اگر هدف‌تان «بهترین کنسول بازی قابل حمل» با نمایشگر چشم‌نواز است، این نسخه دقیقاً همان نقطه ارتقاست.\n\nنینتندو در طراحی هم هوشمندانه عمل کرده: پایه عریض و قابل تنظیم برای Tabletop محکم‌تر است و زاویه دید را راحت‌تر تنظیم می‌کنید. از طرفی داک جدید با پورت LAN سیمی داخلی، اتصال پایدار اینترنت را برای دانلود و بازی آنلاین بهتر می‌کند و نیاز به دانگل جداگانه را حذف می‌کند. این دو تغییر، استفاده رومیزی و خانگی را حرفه‌ای‌تر کرده‌اند.\n\nماهیت هیبریدی سوییچ هنوز برگ برنده است؛ سه حالت TV Mode، Tabletop Mode و Handheld Mode یعنی بازی را از مبل به میز و از آنجا به سفر می‌برید. سوییچ کردن بین حالت دستی و تلویزیون سریع و بی‌دردسر است و همین باعث می‌شود «کنسول دستی نینتندو» برای خانواده‌ها و دانشجوها هم کاربردی باشد. جوی‌کان‌های Neon Blue و Neon Red هم در بازی‌های دورهمی سریع شناخته می‌شوند و یک تجربه دونفره فوری می‌سازند.\n\nباتری ۴۳۱۰ میلی‌آمپر ساعتی با ماندگاری ۴.۵ تا ۹ ساعت (بسته به بازی) برای استفاده روزانه کافی است و در مسیرهای رفت‌وآمد یا سفر کوتاه کم نمی‌آورد. حافظه داخلی ۶۴ گیگابایت هم برای چند عنوان محبوب جا دارد و با کارت microSD تا ۲ ترابایت قابل ارتقاست؛ یعنی محدودیت فضا دیرتر سراغ‌تان می‌آید. اسپیکرهای بهبود یافته هم در حالت دستی و رومیزی صدای واضح‌تری می‌دهند.\n\nارزش خرید این مدل بیشتر از سخت‌افزار است؛ شما وارد کتابخانه غنی بازی‌های انحصاری نینتندو می‌شوید که سال‌ها سرگرمی تضمین‌شده می‌دهد. برای کسانی که بین گزینه‌ها مرددند، «خرید نینتندو سوئیچ اولد» با توجه به نمایشگر OLED و داک LAN انتخاب مطمئنی است، مخصوصاً وقتی «قیمت Nintendo Switch OLED» را کنار کاربری چندحالته و بازی‌های انحصاری می‌گذارید.",
    "specifications": {
      "نمایشگر": "7-inch OLED",
      "حافظه داخلی": "64GB (expandable up to 2TB)",
      "حالت‌های بازی": "TV, Tabletop, Handheld Modes",
      "اتصالات داک": "Wired LAN Port",
      "عمر باتری": "4.5 to 9 hours",
      "باتری": "4310 mAh",
      "ویژگی خاص": "Enhanced Audio / Wide Adjustable Stand"
    },
    "variants": [
      {
        "color": "Neon Blue & Neon Red",
        "hexCode": "#FF3C28",
        "price": 21800000
      }
    ],
    "base_price": 21800000
  }
]