[
    {
        "title": "Xiaomi Poco F7 Pro (12GB RAM, 512GB Storage)",
        "description": "گوشی Xiaomi Poco F7 Pro با طراحی شیک و بدنه شیشه‌ای در کنار فریم آلومینیومی، از زیبایی و دوام بی‌نظیری برخوردار است. این گوشی با وزن ۲ گرمی به راحتی در دست قرار می‌گیرد و به لطف طراحی ارگونومیک، احساس راحتی زیادی در استفاده طولانی‌مدت به کاربر می‌دهد. علاوه بر این، گواهی IP68 این گوشی تضمین می‌کند که در عمق ۲.۵ متری آب و در شرایط سخت مقاومت خواهد کرد. این ویژگی‌ها در کنار طراحی منحصر به فرد، آن را به یک انتخاب عالی برای کسانی تبدیل می‌کند که به دنبال یک گوشی مقاوم و خوش‌ساخت هستند.\n\nپنل نمایشگر WQHD+ با رزولوشن ۳۲۰۰ در ۱۴۴۰، به نمایش جزئیات بی‌نظیر و رنگ‌های زنده کمک می‌کند. روشنایی خیره‌کننده ۳۲۰۰ نیت باعث می‌شود که حتی در شرایط نوری شدید نیز، محتوا به وضوح نمایش داده شود. تکنولوژی Flow AMOLED با نرخ نوسازی بالا، تجربه‌ای روان و بدون لگ را برای کاربر به ارمغان می‌آورد و استفاده از این گوشی برای تماشای فیلم‌ها و بازی‌ها را لذت‌بخش می‌کند. این ویژگی‌ها باعث می‌شود که نمایشگر Poco F7 Pro یکی از بهترین نمایشگرها در بازار باشد.\n\nعملکرد سخت‌افزاری این گوشی با پردازنده Snapdragon 8 Gen 3 و گرافیک Adreno 750، به بالاترین سطح خود رسیده است. این تراشه قدرتمند به شما این امکان را می‌دهد که بازی‌های سنگین و برنامه‌های پیچیده را با بالاترین کیفیت اجرا کنید. سیستم خنک‌کننده LiquidCool 4.0، که در این گوشی گنجانده شده است، به کاهش دما و جلوگیری از افت عملکرد در طول بازی‌های طولانی کمک می‌کند، و تجربه‌ای پایدار و بدون اختلال در عملکرد را فراهم می‌آورد.\n\nدوربین اصلی ۵۰ مگاپیکسلی با سنسور Light Fusion 800 و لرزشگیر اپتیکال، این گوشی را به یکی از بهترین گزینه‌ها برای عکاسی در شرایط نوری مختلف تبدیل کرده است. تصاویر با کیفیت بالا و رنگ‌های طبیعی از ویژگی‌های برجسته این دوربین هستند. همچنین، قابلیت فیلمبرداری 8K این گوشی تجربه‌ای سینمایی و با وضوح بالا را برای کاربران فراهم می‌کند. این ویژگی‌های دوربین، تجربه عکاسی را در سطح پرچم‌دار به ارمغان می‌آورد.\n\nبا باتری غول‌آسای ۶۰۰۰ میلی‌آمپری و شارژ سریع ۹۰ واتی، Poco F7 Pro توانایی پشتیبانی از مصرف بالای انرژی در هنگام بازی و استفاده مداوم از اپلیکیشن‌ها را دارد. این گوشی تنها در مدت زمان کمی به طور کامل شارژ می‌شود و شما می‌توانید مدت زمان بیشتری از آن استفاده کنید. با توجه به قیمت مناسب و امکانات فوق‌العاده، این گوشی به عنوان یک «قاتل پرچم‌دار» در بازار ایران، گزینه‌ای بسیار جذاب و اقتصادی برای کاربران است.",
        "specifications": {
            "پردازنده": "Snapdragon 8 Gen 3",
            "گرافیک": "Adreno 750",
            "باتری": "6000mAh",
            "شارژ": "90W HyperCharge",
            "رم": "12GB LPDDR5X",
            "حافظه": "512GB UFS 4.1",
            "دوربین اصلی": "50 مگاپیکسل Light Fusion 800 با لرزشگیر اپتیکال",
            "فیلمبرداری": "8K",
            "طراحی": "بدنه شیشه‌ای، فریم آلومینیومی، گواهی IP68"
        },
        "variants": [
            {
                "color": "مشکی",
                "hexCode": "#000000",
                "price": 75000000
            },
            {
                "color": "سفید",
                "hexCode": "#FFFFFF",
                "price": 75000000
            },
            {
                "color": "آبی",
                "hexCode": "#1E90FF",
                "price": 75000000
            }
        ],
        "price": 75000000
    }
]