[
    {
        "title": "Xiaomi Poco C75 (8GB RAM, 256GB Storage)",
        "description": "گوشی Xiaomi Poco C75 با طراحی الهام‌گرفته از طبیعت، به شکل بسیار خاص و زیبا ساخته شده است. ابعاد بزرگ و وزن ۲۰۴ گرمی آن ممکن است برای برخی کاربران کمی سنگین به نظر برسد، اما در دست گرفتن آن احساس بسیار خوبی ایجاد می‌کند. فریم و بدنه گوشی از کیفیت ساخت بالایی برخوردار است و نمایشگر غول‌پیکر آن با ابعاد ۶.۸۸ اینچی، تجربه بصری بی‌نظیری را به کاربر ارائه می‌دهد. این گوشی به‌طور کلی طراحی جذاب و کاربردی دارد که می‌تواند نیازهای کاربران مختلف را برطرف کند. نمایشگر ۱۲۰ هرتزی آن به کاربران اجازه می‌دهد که تجربه‌ای روان و شفاف از تعامل با گوشی داشته باشند، به‌ویژه با روشنایی ۶۰۰ نیتی که برای استفاده روزمره در فضای باز مناسب است.\n\nنمایشگر ۶.۸۸ اینچی این گوشی از نوع IPS LCD بوده و نرخ نوسازی ۱۲۰ هرتز آن، در این بازه قیمتی مزیتی بزرگ به شمار می‌آید. این ویژگی باعث می‌شود که تجربه اسکرول و مرور صفحات بسیار روان باشد و رنگ‌ها و جزئیات صفحه نمایش به خوبی نمایش داده شوند. علاوه بر این، روشنایی ۶۰۰ نیتی، حتی در شرایط نوری شدید نیز عملکرد خوبی دارد و کاربران می‌توانند به راحتی از آن در فضای باز استفاده کنند.\n\nتراشه Helio G81 Ultra و گرافیک Mali-G52 MC2 عملکرد قابل قبولی در این دستگاه به‌ویژه در انجام فعالیت‌های روزمره و گیمینگ سبک فراهم می‌آورد. این گوشی با ۸ گیگابایت رم و سیستم مدیریت رم HyperOS به خوبی از پس مولتی‌تسکینگ برمی‌آید و می‌توان از آن برای انجام چندین وظیفه همزمان استفاده کرد. عملکرد گوشی در اجرای اپلیکیشن‌های شبکه‌های اجتماعی و بازی‌های سبک نیز رضایت‌بخش است.\n\nدوربین اصلی این گوشی دارای سنسور ۵۰ مگاپیکسلی است که به کمک هوش مصنوعی تصاویر با کیفیت بالا ثبت می‌کند. این سنسور قادر است عکس‌هایی با رنگ‌های طبیعی و جزییات دقیق حتی در شرایط نوری کم ثبت کند. دوربین سلفی ۱۳ مگاپیکسلی نیز برای گرفتن تصاویر پرتره و سلفی‌های با کیفیت عالی مناسب است.\n\nباتری این گوشی با ظرفیت ۵۱۶۰ میلی‌آمپر ساعت برای استفاده طولانی‌مدت مناسب است و از سرعت شارژ ۱۸ واتی پشتیبانی می‌کند. این ویژگی‌ها در کنار قیمت مناسب، این دستگاه را به گزینه‌ای بسیار جذاب برای کسانی که به دنبال گوشی‌ای با عملکرد خوب و ارزش خرید بالا هستند، تبدیل کرده است. در مقایسه با رقبای چینی مانند Redmi A5، Poco C75 می‌تواند گزینه بهتری باشد.\n",
        "specifications": {
            "پردازنده": "Helio G81 Ultra",
            "گرافیک": "Mali-G52 MC2",
            "صفحه نمایش": "۶.۸۸ اینچ IPS LCD، ۱۲۰ هرتز، ۶۰۰ نیت (HBM)",
            "باتری": "۵۱۶۰ میلی‌آمپر ساعت",
            "شارژ": "۱۸W",
            "دوربین اصلی": "۵۰ مگاپیکسل هوش مصنوعی",
            "دوربین سلفی": "۱۳ مگاپیکسل",
            "سیستم‌عامل": "اندروید ۱۴ با HyperOS"
        },
        "variants": [
            {
                "color": "مشکی",
                "hexCode": "#000000",
                "price": 18000000
            },
            {
                "color": "سفید",
                "hexCode": "#FFFFFF",
                "price": 18000000
            },
            {
                "color": "آبی",
                "hexCode": "#1E90FF",
                "price": 18000000
            }
        ],
        "price": 18000000
    }
]