[
  {
    "title": "دسته بازی طرح PS5 مدل DualSense مخصوص پلی استیشن 4",
    "category_id": 4,
    "description": "برای کاربران پلی‌استیشن ۴ که ظاهر کنترلر نسل نهم را دوست دارند، «طرح PS5» جذاب‌ترین تغییر ممکن است؛ این دسته با بدنه و آرگونومی کاملاً شبیه DualSense، حس مدرن‌تری به ستاپ PS4 می‌دهد و در دست هم شبیه کنترلرهای جدیدتر می‌نشیند. اگر دنبال خرید دسته PS4 طرح PS5 هستید، همین شباهت ظاهری اولین دلیلی است که آن را از دسته‌های معمولی جدا می‌کند.\n\nاز نظر کیفیت بدنه و متریال، وزن و انحناها نزدیک به فرم DualSense طراحی شده تا در بازی طولانی دست کمتر خسته شود. پرداخت بدنه و لبه‌ها حس یک محصول اقتصادی را دارد، اما همچنان برای استفاده روزمره قابل اتکاست و در رنگ‌بندی‌های متنوع، ظاهر تمیز و یک‌دست ارائه می‌دهد. در این بازه، هدف اصلی دریافت حس و فرم PS5 با هزینه کمتر است.\n\nعملکرد دکمه‌ها و امکانات، نقطه مهم این مدل است: تاچ‌پد فعال برای منوها و بازی‌های سازگار، اسپیکر داخلی برای افکت‌ها و جک ۳.۵ میلی‌متری برای اتصال هدست، تجربه‌ای نزدیک به کنترلرهای اصلی ایجاد می‌کند. لرزشگر (Vibration) هم بازخورد مناسب می‌دهد و برای عناوین اکشن، حس درگیری بیشتری می‌سازد. برد اصلی مخصوص PS4 باعث می‌شود روی همه مدل‌های پلی‌استیشن ۴ بدون دردسر شناسایی شود.\n\nدر بخش شارژ و ارتباط، اتصال بی‌سیم (Wi‑Fi/Bluetooth) آزادی حرکت می‌دهد و درگاه USB Type‑C نسبت به نسل قدیمی‌تر، شارژ را ساده‌تر و کابل‌یابی را راحت‌تر می‌کند. وقتی بخواهید سیمی بازی کنید یا وسط رقابت شارژ کنید، Type‑C یک مزیت واقعی است و برای کاربر PC هم اتصال و شارژ را به‌روز نگه می‌دارد. اینجا همان جایی است که راحتی روزانه از یک ویژگی کوچک شروع می‌شود.\n\nاز نظر ارزش خرید، وقتی قیمت دسته بازی مدل PS5 برای PS4 را با امکاناتی مثل تاچ‌پد، اسپیکر، جک هدفون و لرزش مقایسه کنید، برای بسیاری یک انتخاب منطقی می‌شود؛ مخصوصاً اگر دنبال دسته اقتصادی پلی استیشن ۴ باشید. با قیمت مرجع ۲,۱۴۴,۰۰۰ تومان، می‌توان آن را در لیست بهترین دسته های‌کپی PS4 قرار داد؛ چون ظاهر DualSense را می‌گیرید و سازگاری PS4 و PC هم حفظ می‌شود. برای ستاپ‌های شیک، ظاهرش واقعاً دلنشین است، خاص.",
    "specifications": {
      "طراحی": "PS5 DualSense Style for PS4 Console",
      "نوع اتصال": "Wireless Bluetooth / USB Type-C",
      "سازگاری": "PlayStation 4 (All Models) / PC / Mobile",
      "ویژگی خاص": "Touchpad Support / Built-in Speaker / Vibration",
      "درگاه شارژ": "USB Type-C"
    },
    "variants": [
      {
        "color": "Gray Camo",
        "hexCode": "#555555",
        "price": 2144000
      },
      {
        "color": "White",
        "hexCode": "#FFFFFF",
        "price": 2144000
      },
      {
        "color": "Midnight Black",
        "hexCode": "#000000",
        "price": 2144000
      },
      {
        "color": "Cosmic Red",
        "hexCode": "#A50021",
        "price": 2144000
      }
    ],
    "base_price": 2144000
  }
]