[
  {
    "title": "کنسول بازی سونی مدل PlayStation 5 Slim ظرفیت ۱ ترابایت (نسخه دیسک‌خور) به همراه دسته اضافی Galactic Purple",
    "category_id": 4,
    "description": "PlayStation 5 Slim (Disc Edition) با کاهش حدود ۳۰ درصدی حجم و ۲۴ درصدی وزن نسبت به مدل استاندارد، طراحی جمع‌وجورتری دارد و جای‌گیری آن ساده‌تر است. مهم‌تر اینکه نسخه دیسک‌خور همچنان درایو نوری Blu-ray را دارد و برای بازی‌های فیزیکی، یک مزیت جدی است و درایو نوری قابلیت جدا شدن دارد و انعطاف ایجاد می‌کند.\n\nارتقای حافظه داخلی به ۱ ترابایت SSD اختصاصی پرسرعت، فضای بیشتری می‌دهد و همچنان همان حس لود سریع را حفظ می‌کند. این یعنی کمتر مجبور به حذف و نصب مجدد می‌شوید و تجربه روان‌تر می‌ماند. برای کاربری که می‌خواهد کتابخانه دیجیتال و دیسکی را کنار هم داشته باشد، این تغییر کاملاً کاربردی است.\n\nوجود دو کنترلر در این باندل، ارزش افزوده مستقیم دارد: یک DualSense سفید داخل جعبه و یک DualSense اضافی با رنگ Galactic Purple. از روز اول آماده بازی چندنفره‌اید و نیازی به خرید جداگانه ندارید. حس باندل خاص می‌دهد و در کنار ظاهر اسلیم، مجموعه را جذاب‌تر می‌کند؛ دقیقاً همان چیزی که از باندل پی اس فایو با دسته بنفش انتظار می‌رود.\n\nاز نظر فنی، با تراشه AMD Zen 2 در بخش CPU و AMD RDNA 2 در بخش GPU، خروجی تصویر تا 4K و نرخ به‌روزرسانی تا ۱۲۰ فریم بر ثانیه در دسترس است و Ray Tracing هم در بازی‌های سازگار جلوه‌های نور و بازتاب را واقعی‌تر می‌کند. ترکیب 4K/120Hz مزیت واقعی است و تجربه انحصاری‌ها را نرم‌تر نشان می‌دهد. Tempest 3D AudioTech هم حس فضا را تقویت می‌کند.\n\nاگر دنبال خرید PS5 Slim با دو دسته هستید، این باندل ویژه با ریجن / سری Europe / Series 2016A برای بازار ایران منطقی است چون هم نسخه دیسک‌خور را دارید و هم دسته دوم را. وقتی قیمت پلی استیشن ۵ اسلیم یک ترابایت را با خرید جداگانه کنسول و کنترلر Galactic Purple مقایسه می‌کنید، باندل به‌صرفه‌تر تمام می‌شود و برای کسی که «کنسول بازی سونی ریجن اروپا» می‌خواهد، خریدی کامل و بی‌دردسر است. ضمن اینکه خروجی تصویر حداکثر 4K با نرخ ۱۲۰ فریم بر ثانیه برای تلویزیون‌های جدید جذاب است و نسخه دیسک‌خور، دست شما را برای خرید و فروش بازی فیزیکی باز می‌گذارد.",
    "specifications": {
      "ظرفیت حافظه": "1TB Custom NVMe SSD",
      "نسخه": "Slim (Disc Edition)",
      "ریجن / سری": "Europe / Series 2016A",
      "تعداد کنترلر": "2 عدد (سفید + Galactic Purple)",
      "خروجی تصویر": "4K up to 120fps / 8K support",
      "درایو نوری": "Blu-ray Disc Drive (Detachable)",
      "ویژگی خاص": "30% Smaller Design / Tempest 3D Audio"
    },
    "variants": [
      {
        "bundle_type": "Standard + Galactic Purple Controller",
        "hexCode": "#7035A3",
        "price": 39800000
      }
    ],
    "base_price": 39800000
  }
]