[
  {
    "title": "دسته DualSense مخصوص کنسول PS5 مدل Wireless Controller",
    "category_id": 4,
    "description": "DualSense با Haptic Feedback واقعاً مفهوم لرزش را در بازی عوض می‌کند؛ به‌جای ویبره‌های یک‌نواخت، جزئیات لمس و ضربه را ریزتر منتقل می‌کند و باعث می‌شود برخوردها، قدم‌ها و تکان‌ها «حس» شوند نه فقط دیده. همین ویژگی، تجربه دسته پلی استیشن ۵ را از نسل‌های قبل جدا می‌کند و اگر دنبال خرید دسته PS5 هستید، مهم‌ترین دلیل انتخاب همین انقلاب در بازخورد لمسی است.\n\nدر قدم بعد، Adaptive Triggers نقش بزرگی در غوطه‌وری دارند؛ ماشه‌ها می‌توانند حس مقاومت متفاوتی بدهند تا فشار دادن دکمه‌ها شبیه‌تر به عمل واقعی شود. وقتی بازی از شما می‌خواهد آهسته‌تر یا محکم‌تر فشار بدهید، کنترل دقیق‌تر می‌شود و نتیجه‌اش تعامل واقعی‌تر با مکانیک‌هاست. اینجا DualSense فقط فرمان‌دهنده نیست؛ بخشی از روایت و هیجان بازی است.\n\nاز نظر طراحی، فرم ارگونومیک و توزیع وزن مناسب باعث می‌شود کنترلر در جلسات طولانی خسته‌کننده نباشد. ترکیب دکمه‌ها و آنالوگ‌ها حس آشنایی دارد اما در دست پایداری بیشتری ایجاد می‌کند و همراه با سیستم حرکتی ۶ محوره (ژیروسکوپ و شتاب‌سنج)، کنترل حرکتی هم طبیعی‌تر می‌شود. برای کسانی که دنبال بهترین دسته بازی هستند، راحتی دست یکی از معیارهای اصلی است.\n\nدر بخش ارتباطی، بلوتوث ۵.۱ اتصال بی‌سیم پایدار می‌دهد و درگاه USB Type-C هم برای شارژ و بازی سیمی به‌روز و کاربردی است. میکروفون داخلی برای چت سریع دم‌دستی است و جک ۳.۵ میلی‌متری هدفون هم اجازه می‌دهد بدون تجهیز اضافه صدا را مستقیم از کنترلر بگیرید. دکمه Create هم روند ضبط و اشتراک‌گذاری لحظه‌ها را ساده می‌کند.\n\nاز نظر ارزش خرید، وقتی قیمت کنترلر دوال سنس را با امکاناتی مثل Haptic Feedback، Adaptive Triggers، سنسور حرکتی و امکانات صوتی مقایسه کنید، منطقی است که آن را یک ارتقای واقعی برای کنسول بدانیم. باتری ۱۵۶۰ میلی‌آمپر ساعت قابل شارژ مجدد هم برای استفاده روزانه مناسب است. اگر یک کنترلر همه‌فن‌حریف می‌خواهید که هم مدرن باشد و هم خوش‌دست، DualSense انتخابی مطمئن است. برای رقابت هم عالی است؛ چون تأخیر کم حس می‌شود و فرمان‌ها مطمئن ثبت می‌شوند. دقیق!!",
    "specifications": {
      "تکنولوژی لرزش": "Haptic Feedback & Adaptive Triggers",
      "نوع اتصال": "Wireless Bluetooth 5.1 / USB-C",
      "امکانات صوتی": "Built-in Microphone / 3.5mm Jack",
      "سنسورها": "6-axis Motion Sensing System",
      "باتری": "1,560 mAh Li-ion Battery"
    },
    "variants": [
      {
        "color": "White",
        "hexCode": "#FFFFFF",
        "price": 3750000
      },
      {
        "color": "Midnight Black",
        "hexCode": "#1A1A1A",
        "price": 3750000
      },
      {
        "color": "Cosmic Red",
        "hexCode": "#A50021",
        "price": 4100000
      }
    ],
    "base_price": 3750000
  }
]