[
    {
        "title": "Xiaomi Redmi Note 14 4G (8GB RAM, 256GB Storage)",
        "description": "گوشی Xiaomi Redmi Note 14 4G با طراحی جدید و شیک در سال ۲۰۲۶ به بازار آمده است. متریال بدنه پلاستیکی باکیفیت آن، حس خوب و راحتی را در هنگام استفاده به کاربر منتقل می‌کند. همچنین، گواهی IP54 آن نشان‌دهنده مقاومت گوشی در برابر گرد و غبار و پاشش آب است. وزن ۱۹۶ گرمی گوشی نیز به خوبی با ابعاد دستگاه هماهنگ است و تجربه کاربری ارگونومیک و راحتی را در دست ایجاد می‌کند. در این گوشی، کیفیت ساخت به خوبی با طراحی جذاب و مدرن ترکیب شده است.\n\nنمایشگر ۶.۶۷ اینچی AMOLED با رزولوشن بالا و نرخ نوسازی ۱۲۰ هرتزی، به کاربر تجربه‌ای بی‌نظیر از تماشای ویدئوها و بازی‌های آنلاین ارائه می‌دهد. این پنل علاوه بر وضوح بالا، روشنایی ۱۸۰۰ نیتی دارد که در زیر تابش مستقیم نور خورشید، کارایی بسیار خوبی دارد. نرخ نوسازی ۱۲۰ هرتزی نیز به تعاملات نرم و روان‌تر کمک می‌کند.\n\nدر بخش سخت‌افزار، این گوشی از تراشه Helio G99 Ultra و پردازنده گرافیکی Mali-G57 MP2 بهره می‌برد. این سخت‌افزار به‌طور چشمگیری عملکرد خوبی در کارهای روزمره و شبکه‌های اجتماعی دارد. همچنین، مدیریت حافظه داخلی ۲۵۶ گیگابایتی UFS 2.2 در کنار ۸ گیگابایت رم باعث اجرای روان و بدون لگ در برنامه‌ها و مولتی‌تسکینگ می‌شود.\n\nدوربین ۱۰۸ مگاپیکسلی این گوشی با بهره‌گیری از هوش مصنوعی، تصاویر با جزئیات بالا را در شرایط نوری مختلف ثبت می‌کند. عملکرد عکاسی در نور روز بسیار عالی است و دوربین سلفی ۲۰ مگاپیکسلی آن نیز تصاویر شفافی می‌گیرد. در بخش فیلمبرداری، گوشی توانایی ضبط ویدئوهای با کیفیت بالا را داراست.\n\nاین گوشی به باتری ۵۵۰۰ میلی‌آمپر ساعتی مجهز است که می‌تواند برای استفاده معمولی در طول روز دوام بیاورد. شارژ ۳۳ واتی نیز باعث می‌شود که گوشی در مدت زمان کوتاهی شارژ شود. ارزش خرید این گوشی در برابر رقبای موجود در بازار ایران، با توجه به ویژگی‌های آن، به‌ویژه با قیمت رقابتی‌اش بسیار بالا است.",
        "specifications": {
            "پردازنده": "Helio G99 Ultra",
            "گرافیک": "Mali-G57 MP2",
            "صفحه نمایش": "۶.۶۷ اینچ AMOLED، ۱۲۰ هرتز، ۱۸۰۰ نیت روشنایی (Peak)",
            "باتری": "۵۵۰۰ میلی‌آمپر ساعت",
            "شارژ": "۳۳W",
            "دوربین اصلی": "۱۰۸ مگاپیکسل",
            "دوربین سلفی": "۲۰ مگاپیکسل",
            "سیستم‌عامل": "اندروید ۱۶ با رابط کاربری MIUI"
        },
        "variants": [
            {
                "color": "مشکی",
                "hexCode": "#000000",
                "price": 26000000
            },
            {
                "color": "سفید",
                "hexCode": "#FFFFFF",
                "price": 26000000
            },
            {
                "color": "آبی",
                "hexCode": "#1E90FF",
                "price": 26000000
            }
        ],
        "price": 26000000
    }
]