[
    {
        "title": "Samsung Galaxy A55 5G",
        "description": "Samsung Galaxy A55 5G با طراحی جدید Key Island و استفاده از فریم فلزی و شیشه، تجربه‌ای عالی از یک میان‌رده را ارائه می‌دهد. این گوشی به گونه‌ای طراحی شده که علاوه بر زیبایی، احساس استحکام را نیز در دست کاربر ایجاد کند. طراحی Key Island به شکلی است که حس لوکس بودن را در حین استفاده از آن می‌توان به وضوح احساس کرد. این طراحی که در کنار فریم فلزی و شیشه‌ای قرار گرفته، یکی از جذاب‌ترین ویژگی‌های طراحی در میان‌رده‌ها است. این گوشی با بدنه‌ی مقاوم و ارگونومی بسیار خوب، جایگاه ویژه‌ای در بازار میان‌رده‌ها دارد.\n\nنمایشگر Super AMOLED این گوشی با اندازه ۶.۴ اینچ، کیفیت تصویر فوق‌العاده‌ای را ارائه می‌دهد. این صفحه نمایش با رزولوشن 2400 x 1080 پیکسل و نرخ نوسازی ۱۲۰ هرتز، تجربه‌ای روان و واضح در تماشای ویدیوها، گیمینگ و مرور محتوا فراهم می‌آورد. میزان روشنایی ۸۰۰ نیت در این صفحه نمایش باعث می‌شود که حتی در زیر نور مستقیم خورشید نیز، تصاویر واضح و قابل مشاهده باشند. کیفیت رنگ‌ها، کنتراست بالا و زاویه دید گسترده، آن را به یک گزینه بسیار خوب در این بازه قیمتی تبدیل می‌کند.\n\nتراشه Exynos 1480 با معماری ۴ نانومتری و پردازنده گرافیکی جدید AMD Xclipse 530 در این گوشی، قدرت پردازشی بالا و عملکردی روان را در بازی‌ها و برنامه‌های سنگین فراهم می‌آورد. در تست‌های گیمینگ، این گوشی قادر است بازی‌های سنگین را با فریم ریت ثابت و بدون لگ اجرا کند. سیستم خنک‌کننده به کار رفته در این دستگاه، عملکرد پردازشی عالی را تضمین کرده و از داغ شدن بیش از حد دستگاه جلوگیری می‌کند.\n\nدوربین اصلی ۵۰ مگاپیکسلی این گوشی به همراه فناوری Nightography به کاربران این امکان را می‌دهد تا تصاویری شفاف و با جزئیات بالا حتی در شرایط نوری ضعیف ثبت کنند. سنسور دوربین این گوشی به طور ویژه برای بهبود عکس‌برداری در شب طراحی شده و عملکرد آن در شرایط کم نور بسیار بهتر از مدل‌های مشابه است. همچنین، با توجه به ویژگی‌هایی مانند فیلمبرداری ۴K و قابلیت‌های هوش مصنوعی، این دوربین یکی از بهترین دوربین‌های موجود در میان‌رده‌ها است.\n\nباتری ۵۰۰۰ میلی‌آمپر ساعتی این گوشی طول عمر عالی را در استفاده روزمره فراهم می‌کند. این گوشی با پشتیبانی از شارژ سریع ۲۵ وات، می‌تواند به سرعت شارژ شود. با توجه به ویژگی‌های سخت‌افزاری و طراحی زیبا، Galaxy A55 5G یکی از بهترین گزینه‌ها برای افرادی است که به دنبال یک گوشی میان‌رده با عملکرد بالا و قیمت مناسب در بازار ایران هستند.",
        "specifications": {
            "مدل تراشه": "Exynos 1480",
            "تعداد هسته پردازنده": "۸ هسته",
            "مدل پردازنده گرافیکی": "AMD Xclipse 530",
            "حافظه RAM": "۸ گیگابایت",
            "حافظه داخلی": "۱۲۸ گیگابایت",
            "پشتیبانی از کارت حافظه": "دارد",
            "نوع صفحه نمایش": "Super AMOLED",
            "اندازه صفحه نمایش": "۶.۶ اینچ",
            "رزولوشن": "2400 x 1080 پیکسل",
            "نسبت ابعاد صفحه": "20:9",
            "نرخ نوسازی": "۱۲۰ هرتز",
            "میزان روشنایی": "1000 نیت (پیک)",
            "دوربین اصلی": "50 مگاپیکسل",
            "دوربین فوق عریض": "12 مگاپیکسل",
            "دوربین سلفی": "32 مگاپیکسل",
            "نوع باتری": "لیتیوم-پلیمر",
            "ظرفیت باتری": "۵۰۰۰ میلی‌آمپر ساعت",
            "پورت شارژ": "USB-C 2.0",
            "شبکه 5G": "دارد",
            "سیستم عامل": "Android 14",
            "گواهی IP67": "دارد",
            "محافظ صفحه": "Corning Gorilla Glass Victus Plus",
            "نقاط قوت": "طراحی جذاب، عملکرد پردازشی عالی، دوربین باکیفیت، باتری طولانی"
        },
        "variants": [
            {
                "color": "Awesome Navy",
                "hexCode": "#1e3a5f",
                "price": 21500000
            },
            {
                "color": "Awesome Iceblue",
                "hexCode": "#90d0e0",
                "price": 22000000
            },
            {
                "color": "Awesome Lilac",
                "hexCode": "#d9b0e0",
                "price": 22500000
            }
        ],
        "price": 21500000
    }
]