[
    {
        "title": "Samsung Galaxy S24 Ultra (SM-S928B)",
        "description": "Samsung Galaxy S24 Ultra با طراحی منحصر به فرد و بدنه تیتانیومی یکی از جذاب‌ترین گوشی‌های موجود در بازار است. استفاده از تیتانیوم به جای آلومینیوم در این مدل، علاوه بر زیبایی، استحکام و سبکی گوشی را به طور چشمگیری افزایش داده است. این گوشی با لبه‌های خمیده و شیشه محافظ Gorilla Glass Victus 2 در قسمت جلو و پشت، تجربه‌ای لوکس و مقاوم را برای کاربران فراهم می‌آورد. در دست گرفتن این گوشی احساس بسیار خوبی دارد و سطح آن ضد خش و مقاوم در برابر ضربه است. طراحی برجسته‌تری که در این مدل مشاهده می‌شود، تعبیه لنزهای دوربین درون ماژولی بزرگ و شکیل است که جلوه خاصی به گوشی داده است.\n\nنمایشگر ۶.۸ اینچی Dynamic AMOLED 2X با رزولوشن ۳۲۰۰ x ۱۴۴۰ پیکسل و نرخ نوسازی ۱۲۰ هرتز، تجربه بصری فوق‌العاده‌ای را ارائه می‌دهد. این صفحه نمایش با روشنایی ۱۷۰۰ نیت، حتی در زیر نور مستقیم آفتاب نیز تصاویر را واضح و روشن نمایش می‌دهد. به لطف هوش مصنوعی در پردازش تصویر، این نمایشگر به طور خودکار رنگ‌ها، روشنایی و کنتراست را بهینه‌سازی می‌کند و از آن برای مشاهده محتوا در شرایط نوری مختلف بهره‌برداری می‌شود. فناوری Vision Booster به همراه HDR10+ و دقت رنگ بسیار بالا، تجربه تماشای فیلم و ویدیو را به سطح جدیدی می‌برد.\n\nتراشه Snapdragon 8 Gen 3 به عنوان قلب تپنده این دستگاه، عملکردی سریع و بی‌نقص را در بازی‌های سنگین و برنامه‌های کاربردی فراهم می‌آورد. در تست‌های گیمینگ، این گوشی قادر است بازی‌هایی مانند Genshin Impact را در بالاترین تنظیمات گرافیکی با نرخ فریم پایدار اجرا کند. پردازنده گرافیکی Adreno 740 نیز در کنار پردازنده قدرتمند، گرافیک بی‌نظیری را برای بازی و استفاده‌های گرافیکی فراهم می‌کند. در طول استفاده از این گوشی در بازی‌های سنگین، هیچگونه لگ یا داغ شدن بیش از حد مشاهده نمی‌شود. همچنین حافظه ۱۲ گیگابایتی و ۱ ترابایتی UFS 4.0 نیز عملکرد بی‌نقصی را تضمین می‌کند.\n\nدوربین اصلی ۲۰۰ مگاپیکسلی این گوشی با سنسور پیشرفته ISOCELL HP2 قادر است تصاویری فوق‌العاده واضح و دقیق ثبت کند. با قابلیت زوم ۱۰۰ برابری، امکان ثبت جزئیات دقیق از فاصله‌های بسیار دور فراهم شده است. سنسور ۱۲ مگاپیکسلی فوق عریض و ۱۰ مگاپیکسلی تله فوتو با قابلیت زوم اپتیکال ۱۰ برابر، ترکیب عالی را برای عکاسی حرفه‌ای در شرایط نوری مختلف فراهم می‌کند. دوربین سلفی ۱۲ مگاپیکسلی با تکنولوژی Auto Focus به همراه پردازش هوشمند تصاویر، سلفی‌هایی با وضوح بالا و رنگ‌های طبیعی را به ارمغان می‌آورد. به طور کلی، این گوشی برای کسانی که به عکاسی و فیلمبرداری حرفه‌ای علاقه دارند، یک انتخاب بی‌نظیر است.\n\nبا توجه به قیمت بالای این مدل، Samsung Galaxy S24 Ultra یک انتخاب مناسب برای کسانی است که به دنبال یک گوشی با طراحی لوکس، عملکرد بالا و دوربین حرفه‌ای هستند. البته در بازار ایران، قیمت آن ممکن است کمی بالاتر از سایر مدل‌ها باشد، اما با توجه به ویژگی‌های منحصر به فرد و قدرت پردازش فوق‌العاده، این گوشی ارزش خرید بالایی دارد. با در نظر گرفتن تمامی ویژگی‌ها، این مدل برای کسانی که به بازی‌های موبایلی سنگین، عکاسی حرفه‌ای و نمایشگر با کیفیت بالا نیاز دارند، یک انتخاب بی‌نظیر است.",
        "specifications": {
            "مدل تراشه": "Snapdragon 8 Gen 3",
            "تعداد هسته پردازنده": "۸ هسته",
            "مدل پردازنده گرافیکی": "Adreno 740",
            "حافظه RAM": "۱۲ گیگابایت",
            "حافظه داخلی": "۱ ترابایت",
            "نوع صفحه نمایش": "Dynamic AMOLED 2X",
            "اندازه صفحه نمایش": "۶.۸ اینچ",
            "رزولوشن": "3200 x 1440 پیکسل",
            "نسبت ابعاد صفحه": "20:9",
            "نرخ نوسازی": "۱۲۰ هرتز",
            "میزان روشنایی": "1700 نیت (پیک)",
            "دوربین اصلی": "۲۰۰ مگاپیکسل",
            "دوربین فوق عریض": "۱۲ مگاپیکسل",
            "دوربین تله فوتو": "۱۰ مگاپیکسل (زوم اپتیکال ۱۰ برابر)",
            "دوربین سلفی": "۱۲ مگاپیکسل",
            "سنسور ISOCELL HP2": "دارد",
            "قابلیت فیلمبرداری": "8K @ 30fps, 4K @ 60fps",
            "نوع باتری": "لیتیوم-پلیمر",
            "ظرفیت باتری": "۵۰۰۰ میلی‌آمپر ساعت",
            "پورت شارژ": "USB-C 3.2",
            "شبکه 5G": "دارد",
            "سیستم عامل": "Android 14",
            "نقاط قوت": "طراحی لوکس، عملکرد عالی، دوربین حرفه‌ای"
        },
        "variants": [
            {
                "color": "Phantom Black",
                "hexCode": "#1c1c1e",
                "price": 65000000
            },
            {
                "color": "Phantom Silver",
                "hexCode": "#f1f1f6",
                "price": 67000000
            }
        ],
        "price": 65000000
    }
]