[
  {
    "title": "ساعت هوشمند ۴۰ میلی متری سامسونگ مدل Galaxy Watch 7 با بند سیلیکونی",
    "category_id": 3,
    "description": "Galaxy Watch 7 در نسخه ۴۰ میلی‌متری با بدنه Armor Aluminum و وزن ۲۸.۹ گرم، یک ساعت جمع‌وجور اما جدی است. فرم مینیمال و تمیز سامسونگ با بند سیلیکونی نرم Sport Band ترکیب شده تا روی مچ راحت بماند و برای استفاده روزمره یا جلسات کاری هم ظاهر شیک داشته باشد. اگر دنبال ساعت سبک و مقاوم هستید، همین طراحی ساده اما سخت‌جان نقطه شروع قانع‌کننده‌ای است.\n\nنمایشگر ۱.۳ اینچی Super AMOLED با رزولوشن ۴۳۲×۴۳۲ و حالت Always‑On، رنگ‌های عمیق و خوانایی عالی ارائه می‌دهد. وقتی زیر نور بیرون هستید، جزئیات واچ‌فیس و متن اعلان‌ها واضح می‌ماند و پوشش Sapphire Crystal خیالتان را بابت خط‌وخش راحت‌تر می‌کند. این ترکیبِ پنل AMOLED و محافظ یاقوت، تجربه بصری را یک پله بالاتر از ساعت‌های معمولی می‌برد.\n\nتراشه ۳ نانومتری Exynos W1000 پنج هسته‌ای، دلیل اصلی چابکی دستگاه است؛ اپ‌ها سریع باز می‌شوند و پیمایش منوها لگ ندارد. Wear OS 5 با رابط One UI 6 Watch هم حس یکپارچه‌تری به تجربه می‌دهد و سازگاری با اندروید ۱۱ به بالا یعنی برای اکثر گوشی‌های جدید، دردسر خاصی نخواهید داشت. در عمل، این سخت‌افزار و نرم‌افزار کنار هم یک ساعت سریع و قابل اعتماد می‌سازند.\n\nبرگ برنده اصلی، سنسور BioActive سامسونگ است؛ ترکیب ضربان قلب اپتیکال و تحلیل امپدانس بیوالکتریک در کنار SpO2، سنجش دمای بدن و پایش پیشرفته خواب، تصویر دقیق‌تری از وضعیت بدنی می‌دهد. در ورزش هم تشخیص هوشمند رشته (بیش از ۹۰ حالت) و برنامه تمرینی اختصاصی باعث می‌شود تمرین‌ها هدفمندتر شوند. GPS دو فرکانسه برای مسیریابی دقیق، مخصوصاً در فضای باز و مسیرهای شلوغ، مزیت مهمی است.\n\nبا باتری ۳۰۰ میلی‌آمپر ساعت و شارژ سریع وایرلس، نگرانی شارژ کمتر می‌شود و استانداردهای 5ATM، IP68 و MIL‑STD‑810H خیال شما را برای آب، گردوغبار و شرایط سخت راحت می‌کنند. اگر قصد خرید گلکسی واچ ۷ دارید، مقایسه قیمت Galaxy Watch 7 با این مجموعه امکانات نشان می‌دهد چرا برای خیلی‌ها «ساعت هوشمند سامسونگ ۴۰ میلی‌متری» می‌تواند بهترین ساعت هوشمند اندروید در سال ۲۰۲۶ باشد. انتخابی کم‌دردسر است!!!",
    "specifications": {
      "سایز بدنه": "40 mm",
      "جنس بدنه": "Armor Aluminum",
      "نمایشگر": "Super AMOLED with Sapphire Crystal",
      "تراشه": "Exynos W1000 (3nm)",
      "سنسورها": "BioActive Sensor, Body Temperature, SpO2, Advanced Sleep Tracking",
      "مقاومت": "5ATM, IP68, MIL-STD-810H",
      "ویژگی ورزشی": "Smart Workout Detection & Dual-frequency GPS"
    },
    "variants": [
      {
        "color": "Graphite",
        "hexCode": "#38393D",
        "price": 14900000
      },
      {
        "color": "Silver",
        "hexCode": "#C0C0C0",
        "price": 14900000
      },
      {
        "color": "Green",
        "hexCode": "#4F5D53",
        "price": 14900000
      }
    ],
    "base_price": 14900000
  }
]