[
    {
        "title": "Samsung Galaxy A07 ( 128GB)",
        "description": "گوشی Samsung Galaxy A07 با طراحی جدید و زبان طراحی مدرن سامسونگ در سال ۲۰۲۶، تحولی در این سری اقتصادی به وجود آورده است. برجستگی دوربین حذف شده است و بدنه پلاستیکی بافت‌دار، علاوه بر اینکه ظاهری زیبا و شیک دارد، از لغزش گوشی در دست جلوگیری می‌کند. طراحی ارگونومیک این دستگاه به گونه‌ای است که برای دست‌های مختلف راحتی استفاده را فراهم می‌کند و حس خوبی را در هنگام نگه داشتن آن ایجاد می‌کند.\n\nنمایشگر ۶.۷ اینچی با نرخ نوسازی ۹۰ هرتز، یکی از نقاط قوت این گوشی است. بهبود روشنایی نسبت به نسل‌های قبل، در کنار این نرخ نوسازی بالاتر، تجربه بصری روان و راحتی را در هنگام مشاهده محتوا در محیط‌های مختلف ایجاد می‌کند. همچنین، عملکرد نمایشگر در فضای باز و در زیر نور مستقیم خورشید، به لطف روشنایی بهبود یافته، رضایت‌بخش است.\n\nدر بخش سخت‌افزار، ورود تراشه Exynos 1330 به سری A0x، تغییرات مثبت زیادی به همراه داشته است. این تراشه با گرافیک Mali-G68 MP2، عملکرد مناسبی را در اجرای اپلیکیشن‌های شبکه‌های اجتماعی و بازی‌های سبک ارائه می‌دهد. همچنین، مدیریت رم در نسخه Core رابط کاربری One UI 8.0 بهینه شده است و کاربران را قادر می‌سازد به راحتی چندین اپلیکیشن را به صورت همزمان اجرا کنند.\n\nدوربین ۵۰ مگاپیکسلی Galaxy A07 از سنسور جدید و قدرتمند استفاده می‌کند که تصاویر شفاف و با جزئیات بالایی را در نور روز به ثبت می‌رساند. پردازش تصویر سامسونگ در این دستگاه، باعث بهبود کیفیت عکس‌ها و جزئیات می‌شود. همچنین، این گوشی قابلیت‌های جدید فیلمبرداری در رده اقتصادی را به کاربران ارائه می‌دهد، که به آن‌ها اجازه می‌دهد تا با کیفیت خوب و در حالت‌های مختلف فیلم‌برداری کنند.\n\nباتری ۵۰۰۰ میلی‌آمپری و شارژ سریع ۲۵ واتی که بالاخره به این سری اضافه شده، این گوشی را به انتخابی عالی برای کسانی تبدیل کرده که به دنبال یک گوشی با دوام باتری بالا و شارژ سریع هستند. با این ویژگی‌ها، عمر باتری دستگاه در استفاده روزمره مناسب است و کاربران به راحتی می‌توانند از آن در طول روز استفاده کنند. در مقایسه با رقبای چینی مانند Redmi A5، Galaxy A07 ارزش خرید بسیار مناسبی دارد و به کاربران در ایران تجربه‌ای بی‌نظیر از یک گوشی اقتصادی می‌دهد.",
        "specifications": {
            "پردازنده": "Exynos 1330",
            "گرافیک": "Mali-G68 MP2",
            "صفحه نمایش": "۶.۷ اینچ، ۹۰ هرتز",
            "باتری": "۵۰۰۰ میلی‌آمپر ساعت",
            "شارژ": "۲۵W",
            "دوربین اصلی": "۵۰ مگاپیکسل",
            "فیلمبرداری": "Full HD",
            "سیستم‌عامل": "اندروید ۱۶ با One UI 8.0 Core"
        },
        "variants": [
            {
                "color": "مشکی",
                "hexCode": "#000000",
                "price": 7500000
            },
            {
                "color": "سفید",
                "hexCode": "#FFFFFF",
                "price": 7500000
            },
            {
                "color": "آبی",
                "hexCode": "#1E90FF",
                "price": 7500000
            }
        ],
        "price": 7500000
    }
]