[
  {
    "title": "دسته بازی مایکروسافت مدل Xbox Wireless Controller مخصوص ایکس باکس",
    "category_id": 4,
    "description": "Xbox Wireless Controller نسخه جدید مخصوص Series S/X از همان لمس اول حس بهتری نسبت به نسل قبل می‌دهد؛ ارگونومی بهبود یافته باعث می‌شود دسته در دست ثابت‌تر بنشیند و خستگی دیرتر سراغتان بیاید. D-pad هیبریدی هم کنترل در منوها و بازی‌های فایتینگ را دقیق‌تر می‌کند و بافت زبر روی ماشه‌ها و پشت دسته، اصطکاک کافی برای بازی طولانی ایجاد می‌کند تا دست سر نخورد.\n\nدکمه اختصاصی Share اضافه‌ای لوکس نیست؛ یک میان‌بر کاربردی برای ثبت لحظه‌هاست. با یک فشار، اسکرین‌شات یا ویدیو سریع‌تر آماده اشتراک‌گذاری می‌شود و دیگر لازم نیست بین منوها دنبال گزینه ضبط بگردید. اگر تولید محتوا می‌کنید یا اهل ثبت کلیپ‌های کوتاه هستید، همین دکمه تجربه استفاده را روان‌تر و حرفه‌ای‌تر می‌کند.\n\nدر اتصال، ترکیب Xbox Wireless و Bluetooth دست شما را باز می‌گذارد: روی کنسول اتصال پایدار می‌گیرید و روی PC، اندروید و iOS هم بدون دردسر جفت می‌شود. این انعطاف یعنی یک کنترلر برای چند دستگاه؛ دقیقاً همان دلیلی که خیلی‌ها سراغ خرید دسته ایکس باکس می‌روند. وجود درگاه USB Type-C هم وقتی می‌خواهید سیمی بازی کنید یا تأخیر را به حداقل برسانید، کاربردی و به‌روز است.\n\nپاسخ‌دهی کلیدها نقطه قوت اصلی این دسته بازی مایکروسافت است؛ کلیک‌ها سریع و مطمئن‌اند و حس فشردن دکمه‌ها یکنواخت باقی می‌ماند. ماشه‌ها با تکسچر زبر، کنترل فشار را در شوترها بهتر می‌کند و D-pad هیبریدی در حرکت‌های مورب خطا را کمتر می‌سازد. تغذیه با دو باتری AA و شارژدهی تا ۴۰ ساعت هم یعنی کمتر وسط بازی دنبال شارژر می‌گردید.\n\nاز نظر ارزش خرید، اگر قیمت کنترلر Xbox Series را با کیفیت ساخت و سازگاری گسترده بسنجید، منطقی به نظر می‌رسد؛ مخصوصاً برای کاربری که هم کنسول دارد و هم رایانه. همین سازگاری باعث می‌شود بسیاری آن را بهترین دسته برای پی سی بدانند، چون هم بی‌سیم است و هم بلوتوث دارد و با USB-C هم قابل استفاده است. در مجموع، یک انتخاب مطمئن برای بازی روزمره و رقابتی است. همچنین دکمه Share و گریپ زبر، تجربه روزانه را ساده‌تر می‌کند و حس کنترل دقیق‌تری می‌دهد، واقعاً!!",
    "specifications": {
      "نوع اتصال": "Wireless / Bluetooth",
      "درگاه شارژ": "USB Type-C",
      "سازگاری": "Xbox Series X|S, Xbox One, Windows, Android, iOS",
      "ویژگی خاص": "Hybrid D-pad / Dedicated Share Button / Textured Grip",
      "منبع تغذیه": "2x AA Batteries (Up to 40 hours)"
    },
    "variants": [
      {
        "color": "Robot White",
        "hexCode": "#FFFFFF",
        "price": 3850000
      },
      {
        "color": "Carbon Black",
        "hexCode": "#1A1A1A",
        "price": 3850000
      },
      {
        "color": "Shock Blue",
        "hexCode": "#0055A5",
        "price": 4200000
      }
    ],
    "base_price": 3850000
  }
]