[
  {
    "title": "کنسول بازی مایکروسافت مدل Xbox Series S ظرفیت ۵۰۰ گیگابایت به همراه کارت طلایی نصب بازی",
    "category_id": 4,
    "description": "Xbox Series S با بدنه کوچک و مینیمال، کوچک‌ترین ایکس‌باکس تاریخ است و باعث می‌شود هرجا به‌راحتی جا بگیرد. دریچه مشکی بزرگ، ظاهر را مدرن نگه می‌دارد. چون Digital Only و بدون درایو نوری است، روی دانلود و کتابخانه دیجیتال تمرکز دارد؛ انتخابی منطقی برای استفاده بی‌دردسر. ابعاد کوچک، حمل‌ونقل را ساده می‌کند و برای اتاق‌های کوچک هم ایده‌آل است.!\n\nترکیب CPU هشت‌هسته‌ای AMD Zen 2 با فرکانس ۳.۶ گیگاهرتز و GPU چهار ترافلاپسی AMD RDNA 2 برای اجرای 1440p (QHD) تا ۱۲۰ فریم ساخته شده و روانی تصویر حس می‌شود. SSD اختصاصی ۵۱۲ گیگابایتی NVMe با Xbox Velocity لود را کوتاه می‌کند و منوها سریع‌ترند؛ Upscale به 4K هم تصویر را تمیزتر می‌کند. یعنی تجربه نسل نهم با تمرکز روی کارایی و مصرف بهینه. Upscale به 4K هم برای تلویزیون‌های بزرگ خروجی قابل قبول می‌دهد.\n\nویژگی پکیج، «کارت طلایی نصب بازی» است؛ یک مسیر ساده برای شروع، مخصوصاً برای کاربرانی که نمی‌خواهند از روز اول درگیر انتخاب‌های زیاد شوند. کارت، پکیج انتخابی بازی‌های روز را می‌دهد و راه‌اندازی را سریع‌تر می‌کند. این ارزش افزوده باعث می‌شود خرید ایکس باکس سری اس به یک بسته آماده بازی تبدیل شود. برای هدیه دادن هم گزینه جذابی است، چون از همان روز اول آماده است. کارت طلایی برای شروع سریع و بدون جست‌وجوی زیاد کاربردی است.\n\nGame Pass جذاب است چون با هزینه ثابت به بازی‌های متنوع دسترسی دارید و نیازی به خرید تکی نیست. Quick Resume هم سریع است: بین چند بازی سوییچ می‌کنید، از همان نقطه ادامه می‌دهید. Ray Tracing در عناوین سازگار نور و سایه را واقعی‌تر می‌کند. ترکیب Quick Resume و گیم‌پس، هزینه گیمینگ را کنترل می‌کند.\n\nاگر معیار شما قیمت Xbox Series S باشد، این مدل برای استفاده خانگی منطقی است چون با هزینه کمتر تجربه نسل نهم می‌دهد و با کارت طلایی، به یک کنسول بازی مایکروسافت ارزان ارزشمند تبدیل می‌شود. اگر 1440p کافی است، این محصول همان کنسول نسل نهم اقتصادی است. در نهایت، برای خانواده‌ها و کاربران تازه‌کار، انتخابی کم‌ریسک است.",
    "specifications": {
      "پردازنده مرکزی": "Custom 8-core AMD Zen 2 (3.6GHz)",
      "پردازنده گرافیکی": "AMD RDNA 2 (4 TFLOPS)",
      "حافظه رم": "10GB GDDR6",
      "فضای ذخیره‌سازی": "512GB Custom NVMe SSD",
      "خروجی تصویر": "1440p @ 120fps (4K Upscaling)",
      "خدمات ویژه": "Golden Game Install Card included",
      "ویژگی خاص": "Quick Resume / Digital Edition / Velocity Architecture / Ray Tracing"
    },
    "variants": [
      {
        "color": "Standard + Golden Card",
        "hexCode": "#FFFFFF",
        "price": 17800000
      }
    ],
    "base_price": 17800000
  }
]