[
  {
    "title": "کنسول بازی مایکروسافت مدل Xbox Series X ظرفیت ۱ ترابایت",
    "category_id": 4,
    "description": "Xbox Series X با طراحی مکعبی و ساده، تمرکز را روی کارایی گذاشته و ظاهر صنعتی‌اش برای بسیاری جذاب است. این فرم عمودی به جریان هوای بهتر کمک می‌کند و سیستم خنک‌کننده طوری طراحی شده که حتی زیر فشار بازی‌های سنگین، آرام و کم‌صدا عمل کند. اگر به دنبال یک کنسول جدی و بی‌حاشیه هستید، این طراحی دقیقاً همان امضای «کنسول بازی مایکروسافت» است.\n\nقدرت گرافیکی ۱۲ ترافلاپس با معماری AMD RDNA 2 در کنار CPU هشت‌هسته‌ای AMD Zen 2 با فرکانس ۳.۸ گیگاهرتز، اجرای بازی‌ها را در وضوح Native 4K و نرخ ۱۲۰ فریم بر ثانیه ممکن می‌کند. پشتیبانی از 8K و Ray Tracing هم در عناوین سازگار، نورپردازی و سایه‌ها را واقعی‌تر نشان می‌دهد. نتیجه این است که بازی‌ها هم شارپ‌تر دیده می‌شوند و هم روان‌تر اجرا می‌شوند.\n\nدر بخش سرعت، ۱ ترابایت NVMe SSD اختصاصی با معماری Xbox Velocity، زمان لود را به شکل محسوسی کاهش می‌دهد و جابه‌جایی بین منوها و مراحل را سریع‌تر می‌کند. قابلیت Quick Resume نقطه عطف تجربه است؛ بدون بستن بازی‌ها، می‌توانید بین چند عنوان سوییچ کنید و دقیقاً از همان لحظه ادامه دهید. این ویژگی برای کاربری که چند بازی را هم‌زمان دنبال می‌کند، واقعاً اعتیادآور است.\n\nبرای بسیاری از خریداران، سرویس Game Pass همان دلیل اصلی خرید است: دسترسی به مجموعه بزرگی از بازی‌ها با هزینه ثابت، ریسک خرید را کم می‌کند و اجازه می‌دهد ژانرهای مختلف را امتحان کنید. وقتی Quick Resume و Velocity را کنار گیم‌پس می‌گذارید، تجربه‌ای ساخته می‌شود که مدام شما را به سراغ بازی‌های بیشتر می‌برد و ارزش مالکیت کنسول را بالاتر می‌برد.\n\nبا درایو بلوری 4K UHD، Dolby Vision و Dolby Atmos، این کنسول فقط برای بازی نیست و به یک هاب سرگرمی کامل تبدیل می‌شود. پشتیبانی از هزاران بازی چهار نسل قبلی (Backwards Compatibility) هم به آرشیو شما جان دوباره می‌دهد. اگر قصد خرید ایکس باکس سری ایکس دارید، مقایسه قیمت Xbox Series X با این قدرت و امکانات نشان می‌دهد چرا بسیاری آن را «قدرتمندترین کنسول نسل نهم» در برابر رقبا می‌دانند. انتخابی مطمئن برای ۲۰۲۶!!",
    "specifications": {
      "پردازنده مرکزی": "Custom 8-core AMD Zen 2 (3.8GHz)",
      "پردازنده گرافیکی": "AMD RDNA 2 (12 TFLOPS)",
      "حافظه رم": "16GB GDDR6",
      "فضای ذخیره‌سازی": "1TB Custom NVMe SSD (Xbox Velocity)",
      "خروجی تصویر": "Native 4K @ 120fps / 8K Support / Ray Tracing",
      "درایو نوری": "4K UHD Blu-ray",
      "ویژگی خاص": "Quick Resume / Dolby Vision / Dolby Atmos / Backwards Compatibility"
    },
    "variants": [
      {
        "color": "Black",
        "hexCode": "#000000",
        "price": 31500000
      }
    ],
    "base_price": 31500000
  }
]