[
  {
    "title": "ساعت هوشمند ۴۷ میلی‌متری شیائومی مدل Watch S3 با بند سیلیکونی",
    "category_id": 3,
    "description": "Xiaomi Watch S3 در ابعاد ۴۷ میلی‌متری با فریم آلیاژ آلومینیوم،ظاهر جدی‌تری دارد و نقطه تمایزش بزل قابل تعویض است؛ با عوض کردن حلقه دور نمایشگر، واچ‌فیس خودکار تغییر می‌کند و ساعت از رسمی به ورزشی یا روزمره می‌دهد. برای کسی که دنبال یک ساعت برای چند استایل است، همین ایده به‌تنهایی دلیل محکمی برای خرید ساعت هوشمند شیائومی Watch S3 محسوب می‌شود.\n\nنمایشگر ۱.۴۳ اینچی AMOLED با رزولوشن ۴۶۶×۴۶۶، نرخ نوسازی ۶۰ هرتز و روشنایی ۶۰۰ نیت، تصویر شارپ و خوانایی مناسبی ارائه می‌دهد و انیمیشن‌ها نرم دیده می‌شوند. سیستم‌عامل Xiaomi HyperOS هم با هدف سرعت بالا و اتصال پایدار طراحی شده و در استفاده روزانه، جابه‌جایی بین منوها و اعلان‌ها حس روان‌تری دارد؛ وقتی اعلان‌های فارسی را کامل و مرتب نمایش می‌دهد.\n\nدر پایش سلامتی، ماژول ضربان قلب ۱۲ کاناله در کنار SpO2، پایش استرس و پایش خواب، داده‌های برای مدیریت روتین را فراهم می‌کند. برنامه تمرین تنفس هم یک قابلیت کاربردی برای کاهش تنش روزانه است و کمک می‌کند سلامت فقط به «عدد» محدود نشود. این ترکیب سنسورها برای استفاده روزمره قابل اتکاست و تمرکز اصلی‌اش روی پیگیری روندهای بدن است.\n\nبرای ورزش، پشتیبانی از بیش از ۱۵۰ حالت ورزشی در کنار GPS دو فرکانسه (L1+L5) نقطه قوت جدی است؛ چون ردیابی مسیر بدون نیاز به گوشی انجام می‌شود و دقت موقعیت‌یابی در فضای باز بهتر حفظ می‌شود. وقتی تمرین‌ها متنوع‌اند، همین GNSS دو فرکانسه باعث می‌شود گزارش‌های مسیر و سرعت قابل اعتمادتر باشند و ساعت نقش یک همراه واقعی ورزشی را ایفا کند.\n\nباتری تا ۱۵ روز در استفاده معمولی و تا ۵ روز در حالت Always‑On، دست شما را برای استفاده طولانی باز می‌گذارد و استاندارد 5ATM هم برای آب تا عمق ۵۰ متر خیال‌تان را راحت‌تر می‌کند. مکالمه بلوتوثی و Gesture Control هم کاربردپذیری را بالا می‌برند. اگر قیمت Xiaomi Watch S3 را کنار این انعطاف‌پذیری بزل و امکانات ورزشی بگذارید، برای خیلی‌ها می‌تواند بهترین ساعت هوشمند شیائومی باشد؛ مخصوصاً برای کسی که یک ساعت هوشمند شیائومی ۴۷ میلی‌متری می‌خواهد هم.",
    "specifications": {
      "سایز بدنه": "47 mm",
      "جنس فریم": "Aluminum Alloy with Interchangeable Bezel",
      "نمایشگر": "1.43-inch AMOLED (60Hz)",
      "سیستم‌عامل": "Xiaomi HyperOS",
      "سنسورها": "12-channel Heart Rate, SpO2, Stress Tracking, Sleep Tracking, Breathing Training",
      "باتری": "Up to 15 days (5 days Always-On)",
      "مقاومت": "5ATM Water Resistant",
      "ویژگی خاص": "Dual-frequency GNSS (L1+L5)"
    },
    "variants": [
      {
        "color": "Black",
        "hexCode": "#000000",
        "price": 7500000
      },
      {
        "color": "Silver",
        "hexCode": "#C0C0C0",
        "price": 7500000
      }
    ],
    "base_price": 7500000
  }
]