[
    {
        "title": "Xiaomi 14 Ultra (Global Version)",
        "description": "Xiaomi 14 Ultra با طراحی منحصر به فرد خود، یکی از بهترین گوشی‌های هوشمند در بازار است. بدنه دستگاه ترکیبی از چرم مصنوعی با فریم آلومینیومی است که نه تنها زیبایی خاصی به گوشی داده، بلکه ارگونومی آن را به شدت بهبود بخشیده است. این طراحی به گونه‌ای است که گوشی به راحتی در دست قرار می‌گیرد و احساس راحتی در استفاده طولانی مدت ایجاد می‌کند. چرم مصنوعی استفاده‌شده در قسمت پشت گوشی به کیفیت بالای ساخت و استحکام دستگاه کمک کرده و از هرگونه اثر انگشت یا لک جلوگیری می‌کند. فریم آلومینیومی هم در برابر ضربه و خش مقاومت بالایی دارد، و تمامی این ویژگی‌ها این گوشی را به یکی از انتخاب‌های برجسته در بازار تبدیل کرده است.\n\nنمایشگر LTPO AMOLED این دستگاه با روشنایی خیره‌کننده ۳۰۰۰ نیت، تجربه بصری بی‌نظیری را برای کاربران فراهم می‌آورد. صفحه نمایش ۶.۷ اینچی با رزولوشن ۳۲۰۰ x ۱۴۴۰ پیکسل، تصاویری بسیار واضح و با رنگ‌های زنده به نمایش می‌گذارد. تکنولوژی LTPO باعث می‌شود که نرخ نوسازی تا ۱۲۰ هرتز به صورت پویا تنظیم شود، بنابراین مصرف باتری بهینه می‌شود. این ویژگی‌ها در کنار گواهی HDR10+ و Dolby Vision، این گوشی را به یکی از بهترین انتخاب‌ها برای تماشای فیلم و گیمینگ تبدیل کرده است. نمایشگر Xiaomi 14 Ultra در شرایط مختلف نور به طور خیره‌کننده‌ای عملکرد خوبی دارد و دید در فضای باز و زیر نور خورشید به خوبی امکان‌پذیر است.\n\nاز نظر پردازش، تراشه Snapdragon 8 Gen 3 به همراه رم LPDDR5X و حافظه UFS 4.0، این دستگاه را به یک هیولا در دنیای گیمینگ تبدیل کرده است. در تست‌های گیمینگ، Xiaomi 14 Ultra بدون هیچ‌گونه لگ یا افت فریم، بازی‌های سنگین مثل Genshin Impact و Call of Duty Mobile را به راحتی اجرا می‌کند. این گوشی همچنین به سیستم خنک‌کننده پیشرفته‌ای مجهز است که دمای دستگاه را حتی در پردازش‌های سنگین و طولانی مدت پایین نگه می‌دارد. با این ویژگی‌ها، این گوشی بهترین تجربه گیمینگ را برای کاربران فراهم می‌کند و در مقایسه با سایر گوشی‌های گیمینگ موجود در بازار، عملکرد بسیار بهتری دارد.\n\nدوربین‌های چهارگانه این دستگاه با همکاری Leica، تجربه عکاسی فوق‌العاده‌ای را ارائه می‌دهند. سنسور اصلی این گوشی دارای سنسور ۱ اینچی LYT-900 است که تصاویری با وضوح بی‌نظیر و کیفیت رنگی بالا به ثبت می‌رساند. با استفاده از لنز تله فوتو ۱۰ مگاپیکسلی و زوم اپتیکال ۵ برابر، کاربران قادر خواهند بود جزئیات را در فاصله‌های دور به وضوح ثبت کنند. همچنین دوربین فوق عریض و سنسور عمق‌سنج نیز در این دستگاه موجود هستند که به عکاسان کمک می‌کند تا تصاویری با عمق بیشتر و زوایای گسترده‌تری ثبت کنند. قابلیت فیلمبرداری ۸K در کنار ضبط ویدیوهای ۴K با نرخ ۶۰ فریم بر ثانیه، این گوشی را به یک انتخاب ایده‌آل برای عکاسان حرفه‌ای و علاقه‌مندان به فیلمبرداری تبدیل کرده است.\n\nدر نهایت، Xiaomi 14 Ultra با پشتیبانی از شارژ سریع ۹۰ وات، به سرعت شارژ می‌شود و باتری ۵۰۰۰ میلی‌آمپر ساعتی آن می‌تواند به راحتی یک روز کامل استفاده را پشتیبانی کند. در مقایسه با رقبای خود مانند سامسونگ و اپل، این گوشی با قیمت مناسب‌تری عرضه می‌شود و ارزش خرید بالایی دارد. با توجه به قدرت پردازشی، کیفیت دوربین، و قابلیت‌های پیشرفته، Xiaomi 14 Ultra یکی از بهترین انتخاب‌ها در بازار ایران است. این گوشی برای کسانی که به دنبال یک دستگاه قدرتمند با طراحی زیبا و عملکرد عالی هستند، گزینه‌ای عالی است.",
        "specifications": {
            "مدل تراشه": "Snapdragon 8 Gen 3",
            "تعداد هسته پردازنده": "۸ هسته",
            "مدل پردازنده گرافیکی": "Adreno 750",
            "حافظه RAM": "۱۲ گیگابایت",
            "حافظه داخلی": "۵۱۲ گیگابایت",
            "نوع صفحه نمایش": "LTPO AMOLED",
            "اندازه صفحه نمایش": "۶.۷ اینچ",
            "رزولوشن": "3200 x 1440 پیکسل",
            "نسبت ابعاد صفحه": "20:9",
            "نرخ نوسازی": "۱۲۰ هرتز",
            "میزان روشنایی": "3000 نیت (پیک)",
            "دوربین اصلی": "۵۰ مگاپیکسل (سنسور ۱ اینچی LYT-900)",
            "دوربین فوق عریض": "۵۰ مگاپیکسل",
            "دوربین تله فوتو": "۱۰ مگاپیکسل (زوم اپتیکال ۵ برابر)",
            "دوربین سلفی": "۲۰ مگاپیکسل",
            "قابلیت فیلمبرداری": "۸K @ 30fps, 4K @ 60fps",
            "نوع باتری": "لیتیوم-پلیمر",
            "ظرفیت باتری": "۵۰۰۰ میلی‌آمپر ساعت",
            "پورت شارژ": "USB-C 3.1",
            "شبکه 5G": "دارد",
            "سیستم عامل": "Android 14",
            "گواهی IP68": "دارد",
            "محافظ صفحه": "Corning Gorilla Glass Victus 2",
            "نقاط قوت": "عملکرد فوق‌العاده، دوربین حرفه‌ای، شارژ سریع"
        },
        "variants": [
            {
                "color": "White (Leather)",
                "hexCode": "#f4f4f4",
                "price": 65000000
            },
            {
                "color": "Black (Leather)",
                "hexCode": "#000000",
                "price": 67000000
            }
        ],
        "price": 65000000
    }
]