[
    {
        "title": "Xiaomi Redmi A5 (64GB/3GB and 128GB/4GB)",
        "description": "گوشی Xiaomi Redmi A5 با طراحی «Royale» و فریم تخت، تجربه‌ای خاص و مدرن را به کاربران ارائه می‌دهد. بدنه پلاستیکی مقاوم آن، علاوه بر اینکه ظاهر زیبایی دارد، به راحتی در دست جای می‌گیرد و با ارگونومی نمایشگر ۶.۸۸ اینچی، استفاده طولانی‌مدت از گوشی را راحت‌تر می‌کند. کیفیت ساخت این گوشی با گواهی IP52 مقاوم در برابر آب و گرد و غبار تضمین شده است. این ویژگی‌ها در کنار طراحی ساده اما جذاب، گوشی Redmi A5 را به انتخابی مقرون به صرفه و مناسب برای استفاده روزمره تبدیل کرده‌اند.\n\nنمایشگر این گوشی از پنل ۱۲۰ هرتزی با وضوح مناسب بهره می‌برد که در این رده قیمتی بی‌نظیر است. روشنایی ۶۰۰ نیتی آن باعث می‌شود که حتی در زیر نور مستقیم خورشید نیز استفاده از آن راحت باشد. همچنین، گواهی TUV این گوشی برای محافظت از چشم کاربران، خصوصاً در استفاده طولانی‌مدت، ارائه شده است. این نمایشگر برای کارهای روزمره، مشاهده محتوا و انجام بازی‌های سبک به‌خوبی پاسخگو است.\n\nعملکرد این گوشی با تراشه Unisoc T7250 و گرافیک Mali-G57 MP1، با مدیریت رم مجازی (Memory Extension)، به خوبی از پس انجام کارهای روزمره برمی‌آید. این گوشی به راحتی اپلیکیشن‌های روزمره را اجرا می‌کند و در بازی‌های سبک نیز عملکرد قابل قبولی دارد. با توجه به قیمت مقرون به صرفه، این گوشی انتخاب مناسبی برای کاربری‌های ساده و اقتصادی در سال ۲۰۲۶ است.\n\nدوربین ۳۲ مگاپیکسلی جدید این گوشی با عملکرد هوش مصنوعی به‌خوبی می‌تواند تصاویر اقتصادی را با کیفیت مناسب ثبت کند. هوش مصنوعی در این گوشی به بهبود عکس‌ها کمک می‌کند تا تصاویری شفاف و با رنگ‌های زنده داشته باشیم. همچنین کیفیت فیلمبرداری ۱۰۸۰ پیکسلی آن در این رده قیمتی بسیار خوب است و می‌تواند نیازهای روزمره کاربران را برطرف کند.\n\nباتری ۵۲۰۰ میلی‌آمپر ساعتی این گوشی با شارژ ۱۵ واتی دوام بسیار خوبی دارد و برای استفاده روزانه کاربران تا یک روز کامل کافی است. این گوشی با پورت Type-C به‌راحتی شارژ می‌شود. با توجه به قیمت مناسب و ویژگی‌های کاربردی، این گوشی می‌تواند انتخابی عالی برای دانش‌آموزان و به‌عنوان گوشی دوم در بازار ایران باشد.",
        "specifications": {
            "پردازنده": "Unisoc T7250",
            "گرافیک": "Mali-G57 MP1",
            "صفحه نمایش": "۶.۸۸ اینچ، ۱۲۰ هرتز",
            "باتری": "۵۲۰۰ میلی‌آمپر ساعت",
            "شارژ": "۱۵W",
            "دوربین اصلی": "۳۲ مگاپیکسل",
            "فیلمبرداری": "۱۰۸۰ پیکسل",
            "پورت": "Type-C",
            "گواهی": "IP52"
        },
        "variants": [
            {
                "color": "مشکی",
                "hexCode": "#000000",
                "price": 7000000
            },
            {
                "color": "سفید",
                "hexCode": "#FFFFFF",
                "price": 7000000
            },
            {
                "color": "آبی",
                "hexCode": "#1E90FF",
                "price": 7000000
            }
        ],
        "price": 7000000
    }
]